/* message */
"Are you sure you want to restore this database file? Please make sure that your current database is backed up before restoring to a previous version." = 
"Etes-vous sûr de vouloir restaurer ce fichier base de données? S'il vous plaît assurez-vous que votre base de données actuelle est sauvegardée avant de restaurer une version précédente.";

/* UIBarButtonItem
   UIView title */
"Backup & Restore" = 
"Sauvegarder";

/* No comment provided by engineer. */
"Backup Date" = 
"Date";

/* UIView title */
"Backup Information" = 
"Informations sur la sauvegarde";

/* UIView title */
"Backup Location" = 
"Emplacement de sauvegarde";

/* UIBarButtonItem */
"Backup Now" = 
"Sauvegarder maintenant";

/* UIView title */
"Backup Settings" = 
"Paramètres de sauvegarde";

/* UIAlert title */
"Backup Successful" = 
"Sauvegarde réussie";

/* UIBarButtonItem */
"Backup to Current Folder" = 
"Sauvegarde dans le dossier courant";

/* No comment provided by engineer. */
"Backups" = 
"Sauvegardes";

/* cancelButtonTitle */
"Cancel" = 
"Annuler";

/* No comment provided by engineer. */
"Choose Backup Location" = 
"Choisir le dossier de sauvegarde";

/* UIAlert title */
"Confirmation" = 
"Confirmation";

/* UITextField */
"Create a new folder and use it to store your FlashCards++ backup files:" = 
"Créer un nouveau dosseier et l'utiliser pour stocker vos fichiers de sauvegarde FlashCards++:";

/* UIView title */
"Create Folder" = 
"Créer un dossier";

/* No comment provided by engineer. */
"Current Backup Location" = 
"Dossier actuelle de sauvegarde";

/* uploadingLabel */
"Downloading Restore File" = 
"Téléchargement en cours";

/* UIAlert title */
"Duplicate File" = "Fichier identique";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* message */
"FlashCards++ has successfully backed up its database to Dropbox." = 
"FlashCards++ a sauvegardé sa base de données au Dropbox avec succès.";

/* message */
"FlashCards++ has successfully restored its database." = 
"FlashCards++ a restauré sa base de données avec succès.";

/* No comment provided by engineer. */
"FlashCards++ uses the free Dropbox service to store backups in the cloud. Please sign in or create a free Dropbox account below to set up backups:" = 
"FlashCards + + utilise le service gratuit Dropbox pour stocker les sauvegardes dans le nuage. S'il vous plaît connectez ou créez un compte gratuit Dropbox ci-dessous pour configurer les sauvegardes:";

/* UIAlert title */
"Invalid Folder Name" = 
"Nom de dossier incorrect";

/* message */
"It appears that a backup file already exists in this location with the name \"%@\". Continuing with your backup will overwrite this file. Would you like to overwrite this file?" = 
"Il semble qu'un fichier de sauvegarde existe déjà à cet endroit avec le nom de \"%@\". Poursuivant votre sauvegarde va écraser ce fichier. Voulez-vous écraser ce fichier?";

/* No comment provided by engineer. */
"Last Backup" = 
"La dernière sauvegarde";

/* HUD */
"Loading Restore File..." = 
"Chargement du fichier...";

/* UILabel */
"Name of New Folder:" = "
Nom du nouveau dossier:";

/* No comment provided by engineer. */
"No Backups Found" = 
"Aucune sauvegarde trouvé";

/* No comment provided by engineer. */
"No Sub-Folders Found" = 
"Aucun sous-dossiers trouvés";

/* otherButtonTitles */
"Overwrite File" = 
"Écraser le fichier";

/* message */
"Please enter a valid name for your new folder; it may not contain forward-slashes, back-slashes, or periods." = 
"S'il vous plaît entrez un nom valide pour votre nouveau dossier, il ne peut pas contenir forward-slashes, back-slashes, ou périodes.";

/* No comment provided by engineer. */
"Restore Backup Now" = 
"Restaurer maintenant";

/* otherButtonTitles */
"Restore Now" = "Restaurer";

/* UIAlert title */
"Restore Successful" = "Restauré avec succès";

/* file size */
"Size" = "Taille";

/* message */
"You did not enter a name for your new folder." = "Vous n'avez pas entrer un nom pour votre nouveau dossier.";

